define(function () {
  'use strict';
  return {
    "name": "西藏自治区",
    "code": "540000",
    "cell": {
      "2727": {
        "name": "拉萨市",
        "code": "540100",
        "zip": "850000",
        "callcode": "891",
        "cell": {
          "2728": {
            "name": "城关区",
            "code": "540102",
            "zip": "850000",
            "callcode": "891"
          },
          "2729": {
            "name": "林周县",
            "code": "540121",
            "zip": "851600",
            "callcode": "891"
          },
          "2730": {
            "name": "当雄县",
            "code": "540122",
            "zip": "851500",
            "callcode": "891"
          },
          "2731": {
            "name": "尼木县",
            "code": "540123",
            "zip": "851600",
            "callcode": "891"
          },
          "2732": {
            "name": "曲水县",
            "code": "540124",
            "zip": "850600",
            "callcode": "891"
          },
          "2733": {
            "name": "堆龙德庆区",
            "code": "540125",
            "zip": "851400",
            "callcode": "891"
          },
          "2734": {
            "name": "达孜区",
            "code": "540126",
            "zip": "850100",
            "callcode": "891"
          },
          "2735": {
            "name": "墨竹工卡县",
            "code": "540127",
            "zip": "850200",
            "callcode": "891"
          }
        }
      },
      "2736": {
        "name": "昌都市",
        "code": "542100",
        "cell": {
          "2737": {
            "name": "卡若区",
            "code": "542121",
            "zip": "854000",
            "callcode": "895"
          },
          "2738": {
            "name": "江达县",
            "code": "542122",
            "zip": "854100",
            "callcode": "895"
          },
          "2739": {
            "name": "贡觉县",
            "code": "542123",
            "zip": "854200",
            "callcode": "805"
          },
          "2740": {
            "name": "类乌齐县",
            "code": "542124",
            "zip": "855600",
            "callcode": "850"
          },
          "2741": {
            "name": "丁青县",
            "code": "542125",
            "zip": "855700",
            "callcode": "805"
          },
          "2742": {
            "name": "察雅县",
            "code": "542126",
            "zip": "854300",
            "callcode": "895"
          },
          "2743": {
            "name": "八宿县",
            "code": "542127",
            "zip": "854600",
            "callcode": "805"
          },
          "2744": {
            "name": "左贡县",
            "code": "542128",
            "zip": "854400",
            "callcode": "805"
          },
          "2745": {
            "name": "芒康县",
            "code": "542129",
            "zip": "854500",
            "callcode": "805"
          },
          "2746": {
            "name": "洛隆县",
            "code": "542132",
            "zip": "855400",
            "callcode": "805"
          },
          "2747": {
            "name": "边坝县",
            "code": "542133",
            "zip": "855500",
            "callcode": "805"
          }
        }
      },
      "2748": {
        "name": "山南市",
        "code": "542200",
        "cell": {
          "2749": {
            "name": "乃东区",
            "code": "542221",
            "zip": "856100",
            "callcode": "893"
          },
          "2750": {
            "name": "扎囊县",
            "code": "542222",
            "zip": "850800",
            "callcode": "804"
          },
          "2751": {
            "name": "贡嘎县",
            "code": "542223",
            "zip": "850700",
            "callcode": "893"
          },
          "2752": {
            "name": "桑日县",
            "code": "542224",
            "zip": "856200",
            "callcode": "893"
          },
          "2753": {
            "name": "琼结县",
            "code": "542225",
            "zip": "856800",
            "callcode": "803"
          },
          "2754": {
            "name": "曲松县",
            "code": "542226",
            "zip": "856300",
            "callcode": "803"
          },
          "2755": {
            "name": "措美县",
            "code": "542227",
            "zip": "856900",
            "callcode": "807"
          },
          "2756": {
            "name": "洛扎县",
            "code": "542228",
            "zip": "851200",
            "callcode": "804"
          },
          "2757": {
            "name": "加查县",
            "code": "542229",
            "zip": "856400",
            "callcode": "803"
          },
          "2758": {
            "name": "隆子县",
            "code": "542231",
            "zip": "856600",
            "callcode": "803"
          },
          "2759": {
            "name": "错那县",
            "code": "542232",
            "zip": "856700",
            "callcode": "803"
          },
          "2760": {
            "name": "浪卡子县",
            "code": "542233",
            "zip": "851100",
            "callcode": "804"
          }
        }
      },
      "2761": {
        "name": "日喀则市",
        "code": "542300",
        "cell": {
          "2762": {
            "name": "桑珠孜区",
            "code": "542301",
            "zip": "857000",
            "callcode": "892"
          },
          "2763": {
            "name": "南木林县",
            "code": "542322",
            "zip": "857100",
            "callcode": "803"
          },
          "2764": {
            "name": "江孜县",
            "code": "542323",
            "zip": "857400",
            "callcode": "892"
          },
          "2765": {
            "name": "定日县",
            "code": "542324",
            "zip": "858200",
            "callcode": "802"
          },
          "2766": {
            "name": "萨迦县",
            "code": "542325",
            "zip": "857800",
            "callcode": "802"
          },
          "2767": {
            "name": "拉孜县",
            "code": "542326",
            "zip": "858100",
            "callcode": "803"
          },
          "2768": {
            "name": "昂仁县",
            "code": "542327",
            "zip": "858500",
            "callcode": "803"
          },
          "2769": {
            "name": "谢通门县",
            "code": "542328",
            "zip": "858900",
            "callcode": "803"
          },
          "2770": {
            "name": "白朗县",
            "code": "542329",
            "zip": "857300",
            "callcode": "892"
          },
          "2771": {
            "name": "仁布县",
            "code": "542330",
            "zip": "857200",
            "callcode": "892"
          },
          "2772": {
            "name": "康马县",
            "code": "542331",
            "zip": "857500",
            "callcode": "802"
          },
          "2773": {
            "name": "定结县",
            "code": "542332",
            "zip": "857900",
            "callcode": "802"
          },
          "2774": {
            "name": "仲巴县",
            "code": "542333",
            "zip": "858800",
            "callcode": "802"
          },
          "2775": {
            "name": "亚东县",
            "code": "542334",
            "zip": "857600",
            "callcode": "802"
          },
          "2776": {
            "name": "吉隆县",
            "code": "542335",
            "zip": "858700",
            "callcode": "802"
          },
          "2777": {
            "name": "聂拉木县",
            "code": "542336",
            "zip": "858300",
            "callcode": "802"
          },
          "2778": {
            "name": "萨嘎县",
            "code": "542337",
            "zip": "858600",
            "callcode": "802"
          },
          "2779": {
            "name": "岗巴县",
            "code": "542338",
            "zip": "857700",
            "callcode": "802"
          }
        }
      },
      "2780": {
        "name": "那曲市",
        "code": "542400",
        "cell": {
          "2781": {
            "name": "色尼区",
            "code": "542421",
            "zip": "852000",
            "callcode": "896"
          },
          "2782": {
            "name": "嘉黎县",
            "code": "542422",
            "zip": "852400",
            "callcode": "806"
          },
          "2783": {
            "name": "比如县",
            "code": "542423",
            "zip": "852300",
            "callcode": "806"
          },
          "2784": {
            "name": "聂荣县",
            "code": "542424",
            "zip": "853500",
            "callcode": "806"
          },
          "2785": {
            "name": "安多县",
            "code": "542425",
            "zip": "853400",
            "callcode": "896"
          },
          "2786": {
            "name": "申扎县",
            "code": "542426",
            "zip": "853100",
            "callcode": "806"
          },
          "2787": {
            "name": "索县",
            "code": "542427",
            "zip": "852200",
            "callcode": "807"
          },
          "2788": {
            "name": "班戈县",
            "code": "542428",
            "zip": "852500",
            "callcode": "806"
          },
          "2789": {
            "name": "巴青县",
            "code": "542429",
            "zip": "852100",
            "callcode": "806"
          },
          "2790": {
            "name": "尼玛县",
            "code": "542430",
            "zip": "853200",
            "callcode": "808"
          }
        }
      },
      "2791": {
        "name": "阿里市",
        "code": "542500",
        "cell": {
          "2792": {
            "name": "普兰县",
            "code": "542521",
            "zip": "859500",
            "callcode": "806"
          },
          "2793": {
            "name": "札达县",
            "code": "542522",
            "zip": "859600",
            "callcode": "807"
          },
          "2794": {
            "name": "噶尔县",
            "code": "542523",
            "zip": "859000",
            "callcode": "897"
          },
          "2795": {
            "name": "日土县",
            "code": "542524",
            "zip": "859700",
            "callcode": "807"
          },
          "2796": {
            "name": "革吉县",
            "code": "542525",
            "zip": "859100",
            "callcode": "807"
          },
          "2797": {
            "name": "改则县",
            "code": "542526",
            "zip": "859200",
            "callcode": "807"
          },
          "2798": {
            "name": "措勤县",
            "code": "542527",
            "zip": "859300",
            "callcode": "806"
          }
        }
      },
      "2799": {
        "name": "林芝市",
        "code": "542600",
        "cell": {
          "2800": {
            "name": "巴宜区",
            "code": "542621",
            "zip": "860100",
            "callcode": "894"
          },
          "2801": {
            "name": "工布江达县",
            "code": "542622",
            "zip": "860200",
            "callcode": "894"
          },
          "2802": {
            "name": "米林县",
            "code": "542623",
            "zip": "860500",
            "callcode": "894"
          },
          "2803": {
            "name": "墨脱县",
            "code": "542624",
            "zip": "860700",
            "callcode": "894"
          },
          "2804": {
            "name": "波密县",
            "code": "542625",
            "zip": "860300",
            "callcode": "894"
          },
          "2805": {
            "name": "察隅县",
            "code": "542626",
            "zip": "860600",
            "callcode": "894"
          },
          "2806": {
            "name": "朗县",
            "code": "542627",
            "zip": "860400",
            "callcode": "894"
          }
        }
      }
    }
  }
});